Repository: VB6Hobbyst7/XLToolbox
Catalog: XLToolbox/Strings.*.resx
Languages: de

source: An error has occurred!
de: Fehler!

source: Cancel
de: Abbrechen

source: Check for updates
de: Auf Update prüfen

source: Checking for updates
de: Suche nach Update...

# ChooseWhereToSaveUpdateFile
source: Please choose where to save the update file
de: Bitte geben Sie den Speicherort für das Update an

source: Close
de: Schließen

# DownloadedFileCannotBeInstalled
source: The downloaded file cannot be installed because it is different from the official update file. This can be caused by errors in the network connection, a faulty disk drive on your computer, or by someone hampering with the update process. The update will not be installed.
de: Das Update kann nicht installiert werden, weil die Prüfsumme für die heruntergeladene Datei falsch ist. Das kann an einem Übertragungsfehler liegen oder an einem Festplattenfehler oder jemand hat die Datei manipuliert. Das Update wird jedenfalls nicht installiert.

source: Downloading XL Toolbox update
de: Lade XL-Toolbox-Update herunter

source: Download now
de: Jetzt herunterladen

# FetchingVersionInformationFailed
source: Unable to fetch the current version information from the internet. The error was: {0} Is your internet connection working?
de: Die Update-Informationen konnten nicht heruntergeladen werden. Folgende Fehlermeldung kam zurück: {0} Bitte überprüfen Sie auch Ihre Internetverbindung.

source: New version:
de: Neue Version:

# NewVersionAvailableForDownload
source: A new version of the XL Toolbox is available for download.
de: Eine neue Version von Daniel's XL Toolbox steht zum Download bereit.

source: Update available
de: Update verfügbar

source: XL Toolbox Error!
de: Fehler beim XL-Toolbox-Addin!

source: You have:
de: Das hier ist:

# UpdateHasBeenDownloaded
source: The update has been successfully downloaded and will be installed when you quit Excel.
de: Das Update wurde heruntergeladen. Wenn Sie mit der Arbeit fertig sind und Excel beenden, wird es installiert.

source: Donate
de: Spenden

source: This is version:
de: Das hier ist:

source: Welcome
de: Willkommen

# WelcomeToXLToolbox
source: Welcome to the XL Toolbox add-in!
de: Willkommen bei Daniel's XL Toolbox

source: What's new?
de: Was ist neu?

# YourVoluntaryPaymentIsAppreciated
source: Your voluntary payment ('donation') is greatly appreciated. To donate, click the button below.
de: Zeigen Sie Ihre Anerkennung durch eine freiwillige Zahlung ("Spende"). Der Button unten führt Sie zur Homepage.

source: Clear form
de: Felder löschen

# PleaseSendCrashReport
source: Please send a crash report by clicking the button below. If you give your name and e-mail, the developer may contact you when trying to solve the problem. Click "Technical information..." to view the contents of the bug report.
de: Bitte senden Sie einen Fehlerbericht. Wenn Sie Ihren Namen und E-Mail angeben, ermöglichen Sie dem Entwickler die Kontaktaufnahme zwecks erleichterter Fehlerbehebung. Klicken Sie auf "Techn. Informationen", um den Inhalt des Fehlerberichts zu sehen.

source: Send crash report
de: Bericht senden

# TechnicalInformationEllipsis
source: Technical information...
de: Techn. Informationen...

# SendMeACopy
source: Send me a copy of the e-mail to the developer
de: Mir eine Kopie senden

source: Exception
de: Ausnahme

source: Inner exception
de: Innere Ausnahme

source: Inner message
de: Innere Beschreibung

source: Message
de: Beschreibung

source: OS bitness
de: Betriebssystem-Bitness

source: OS version
de: Betriebssystem-Version

source: Stack trace
de: Funktionsaufrufstapel

source: Technical information
de: Technische Informationen

# SendingErrorReportFailed
source: Failed to submit the error report. The following error occurred: {0}
de: Der Fehlerbericht konnte nicht gesendet werden. Folgende Meldung kam zurück: {0}

# SendingErrorReportSuccessful
source: The error report was successfully submitted.
de: Der Fehlerbericht wurde erfolgreich gesendet.

# SendingEllipsis
source: Sending...
de: Senden...

# CommentOptional
source: Public comment (optional)
de: Öffentl. Kommentar (opt.)

# CrashReportPrivacy
source: Privacy statement: The technical details will be published in the bug tracker online. Your name and e-mail (both optional) will ONLY be sent to the developer and NOT be shared. If you enter a comment below, the COMMENT WILL BE PUBLISHED anonymously along with the technical data online.
de: Datenschutzerklärung: Die technischen Informationen werden in der öffentlichen XL-Toolbox-Fehlerliste veröffentlicht. Name und E-Mail (optional) werden jedoch NUR an den Programmierer gesendet und NICHT veröffentlicht. Falls Sie einen Kommentar eingeben, wird dieser EBENFALLS veröffentlicht.

# UpdateWillBeInstalledNow
source: The update that you downloaded earlier will be installed now.
de: Das vor einer Weile heruntergeladene XL-Toolbox-Update wird jetzt installiert.

# YouHaveTheLatestVersion
source: You already have the latest version of the XL Toolbox. No update available at this time.
de: Sie haben die neueste XL-Toolbox-Version. Es ist kein Update verfügbar.

# AboutXLToolbox
source: About Daniel's XL Toolbox
de: Über Daniel's XL Toolbox

source: Credits
de: Danksagungen

source: License
de: Lizenz

source: XL Toolbox License
de: XL-Toolbox-Lizenz

source: Data analysis and visualization for Excel, for free.
de: Datenanalyse und Datenvisualisierung für Excel

# DownloadUrlIs
source: The download URL is:
de: Die URL für das Update ist:

# IfYouAreTheOwnerOfThisComputer
source: If you are the owner of this computer, you can download the update manually, then right-click the update installer and choose "Run as administrator" to acquire appropriate permissions to install.
de: Sie können das Update manuell herunterladen und zu installieren versuchen. Möglicherweise müssen Sie nach Rechtsklick auf die Datei den Befehl "Als Administrator ausführen" wählen.

source: Not authorized to update
de: Nicht für das Update authorisiert.

source: This is free software.
de: Dies ist freie und kostenlose Software.

# YouDoNotHaveWritePermissionsUpdate
source: However, you do not have write permissions to the folder that the XL Toolbox add-in was installed. Therefore you will not be able to automatically update this add-in. Please ask your system administrator to perform the update for you.
de: Sie haben leider keine Schreibberechtigung für den Installationsordner der XL Toolbox. Deshalb können Sie das Update nicht ausführen. Bitte wenden Sie sich an Ihren System-Administrator, um das Update auszuführen.

source: No, thanks
de: Nein, danke.

source: Not available
de: Nicht verfügbar

source: Worksheet Manager
de: Tabellenblatt-Manager

source: Bottom
de: Nach unten

source: Down
de: Runter

source: Top
de: Nach oben

source: Up
de: Hoch

source: Delete
de: Löschen

# DoYouReallyWantToDeleteCannotBeUndone
source: Do you really want to delete? This operation cannot be undone.
de: Wollen Sie wirklich löschen? Das kann nicht rückgängig gemacht werden!

source: No
de: Nein

source: Yes
de: Ja

# EnterNewSheetName
source: Please enter the desired new sheet name (1-31 characters, must not contain any of : [] /\ *?
de: Bitte neuen Namen eingeben (1-31 Zeichen, darf [] /\ *? nicht enthalten).

source: Rename
de: Umbenennen

# ReportNotSuccessfullySubmitted
source: Unable to submit the report.
de: Bericht nicht abgeschickt.

# ReportSuccessfullySubmitted
source: The report was successfully submitted.
de: Der Bericht wurde erfolgreich abgeschickt.

# ErrorOccurredWhileDownloading
source: An error occurred while downloading the file: "{0}". You may want to try again.
de: Beim Herunterladen ist ein Fehler aufgetreten: "{0}". Evtl. müssen Sie es noch einmal versuchen.

source: workbook
de: Arbeitsmappe

source: worksheet
de: Tabellenblatt

source: Edit
de: Bearbeiten

source: Export
de: Exportieren

source: Height
de: Höhe

source: Preserve aspect ratio
de: Seitenverhältnis fixieren

source: Reset
de: Zurücksetzen

source: Single graphic export
de: Einzelexport

source: Width
de: Breite

source: Output
de: Ausgabe

source: Preset
de: Vorgabe

source: Selection
de: Auswahl

source: Edit export preset
de: Export-Vorgabe bearbeiten

source: Add
de: Hinzufügen

source: All files
de: Alle Dateien

source: Color space
de: Farbmodell

# EmfFiles
source: EMF files (*.emf)
de: EMF-Dateien (*.emf)

source: File type
de: Dateityp

# GplDisclaimer
source: This program is distributed in the hope that it will be useful, but WITHOUT ANY WARRANTY; without even the implied warranty of MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE. See the GNU General Public License for more details.
de: Dieses Programm

source: Objects
de: Objekte

# PngFiles
source: PNG files (*.png)
de: PNG-Dateien (*.png)

source: Resolution
de: Auflösung

source: Scope
de: Bereich

source: SVG files
de: SVG-Dateien

# TifFiles
source: TIFF files (*.tif)
de: TIFF-Dateien (*.tif)

source: Unit
de: Einheit

# GrayScale
source: Grays
de: Graustufen

# Monochrome
source: Black & white
de: Schwarz/Weiß

source: Transparency
de: Transparenz

source: Transparent canvas
de: Transparente Leinwand

# TransparentCanvasTooltip
source: Leaves the canvas transparent. If the graphics object (e.g. the chart) that is exported contains white background color, the transparency will not be evident. In this case, if you want transparency, choose "Transparent white".
de: Zeichnet die Graphik auf transparenter Leinwand. Wenn die exportierte Graphik eine weiße Hintergrundfläche enthält (z.B. ein Diagramm mit weißer Diagrammfläche), wird die Transparenz damit übermalt. In einem solchen Fall ist die Option "Transparentes Weiß" zu erwägen.

source: Transparent white
de: Transparentes Weiß

# TransparentWhiteTooltip
source: Forces all whites in the image file to become transparent.
de: Zeichnet alle weißen Farben transparent.

source: White canvas
de: Weiße Leinwand

# WhiteCanvasTooltip
source: Paints the graphic object on a white canvas without transparency.
de: Zeichnet die Graphik auf weißer Leinwand ohne Transparenz.

# ConfirmRemovePreset
source: Do you really want to remove this preset?
de: Wollen Sie diese Vorgabe wirklich entfernen?

source: Remove preset
de: Vorgabe entfernen

# ActiveSheet
source: Active worksheet
de: Aktuelles Tabellenblatt

source: Active workbook
de: Aktuelle Arbeitsmappe

source: Batch export
de: Mehrfachexport

# ChartsAndShapes
source: All graphic objects
de: Alle graphischen Objekte

# ChartsOnly
source: Only charts
de: Nur Diagramme

source: All open workbooks
de: Alle offenen Arbeitsmappen

# PreserveLayout
source: Preserve layout on sheet
de: Layout wie im Tabellenblatt

# SingleItems
source: Individual items
de: Einzelne Graphikobjekte

source: File name template
de: Dateinamen-Schema

# FileNameTemplateHint
source: Use {workbook}, {worksheet} and {index} as placeholders. File extension can be omitted. Target directory will be queried when you click "Export".
de: Verwenden Sie {Arbeitsmappe}, {Tabellenblatt} und {Index} (jeweils mit geschweiften Klammern) als Platzhalter. Die Dateinamen-Erweiterung können Sie weglassen. Nach dem Zielordner werden Sie gefragt, wenn Sie auf "exportieren" klicken.

# ApacheDisclaimer
source: Unless required by applicable law or agreed to in writing, software distributed under the Apache 2.0 License is distributed on an "AS IS" BASIS, WITHOUT WARRANTIES OR CONDITIONS OF ANY KIND, either express or implied. See the License for the specific language governing permissions and limitations under the License.
de: Sofern nicht gemäß geltendem Recht vorgeschrieben oder schriftlich vereinbart, erfolgt die Bereitstellung dieser im Rahmen der Apache-Lizenz verbreiteten Software OHNE GEWÄHR ODER VORBEHALTE – ganz gleich, ob ausdrücklich oder stillschweigend. Informationen über die jeweiligen Bedingungen für Genehmigungen und Einschränkungen im Rahmen der Lizenz finden Sie in der Lizenz.

source: No warranties ‒ see license.
de: Ohne Garantie ‒ siehe Lizenzbedingungen

# ExceptionReportSubmission
source: Crash Report Submission
de: Fehlerbericht-Einsendung

# ExceptionReportSubmissionFailed
source: Failed to submit crash report.
de: Fehlerbericht konnte nicht abgeschickt werden.

source: Submitting report
de: Sende Bericht

source: Color management
de: Farbmanagement

source: Color profile
de: Farbprofil

source: Use color management
de: Farbmanagement verwenden

source: Always on top
de: Immer zuoberst

# ScreenshotExport
source: Screenshot-Quality Export
de: Export in Screenshot-Qualität

# ScreenshotExportRequiresGraphic
source: The screenshot-quality export works with graphical objects only. Please select a graphic (chart or shape).
de: Der Screenshot-Export funktioniert nur mit graphischen Objekten. Bitte markieren Sie eine Graphik (Zeichnung oder Diagramm).

source: Ask me
de: Mich fragen

source: Discard all
de: Alle verwerfen

source: How do you want to quit?
de: Wie wollen Sie beenden?

source: Quit Excel
de: Excel beenden

source: Save all
de: Alle speichern

source: Unsaved workbooks
de: nicht gespeicherte Arbeitsmappen

source: Open workbooks
de: Geöffnete Arbeitsmappen

source: Are you sure?
de: Sind Sie sicher?

source: Ask me as needed
de: Mich jeweils fragen

# QuitDiscardingChanges
source: Quit Excel, discarding changes
de: Excel beenden und Änderungen verwerfen

# QuitSavingChanges
source: Quit Excel, saving all changed workbooks
de: Excel beenden und alle Änderungen speichern

source: CSV Settings
de: CSV-Einstellungen

source: Decimal separator
de: Dezimaltrennzeichen

source: Field separator
de: Datenfeld-Trennzeichen

source: Thousands separator
de: Tausendertrennzeichen

source: Export CSV file
de: CSV exportieren

source: Import CSV file
de: CSV importieren

# ActionRequiresSelectionOfCells
source: This action requires a selection of cells.
de: Diese Aktion benötigt eine Zellauswahl.

source: Range selection required
de: Es müssen Zellen ausgewählt sein

source: CSV export failed
de: CSV-Export fehlgeschlagen

# HintUseBackslashT
source: Hint: Use \t to separate fields by tabs.
de: Verwenden Sie \t für Tabulator.

# LegacyToolboxDetectedMessage
source: An obsolete version of the XL Toolbox was found. It will be deactivated now. You can use old XL Toolbox commands in the new, Next-Generation version. You may want to uninstall the old version from your system using "Add/Remove Software".
de: Eine veraltete XL-Toolbox-Version wurde gefunden. Sie wird jetzt deaktiviert. Sie können alte Toolbox-Befehle auch in der neuen Version verwenden. Die alte Version können Sie über die Systemsteuerung deinstallieren.

# DefaultUserSettingsWillBeUsed
source: Default settings will be used.
de: Es werden jetzt die Standardeinstellungen verwendet.

source: This is the error message:
de: Die Fehlermeldung lautet:

# UserSettings
source: Personal settings
de: Persönliche Einstellungen

# UserSettingsCouldNotBeLoaded
source: Your personal XL Toolbox settings could not be loaded.
de: Ihre persönlichen XL-Toolbox-Einstellungen konnten nicht geladen werden.

source: Available commands
de: Verfügbare Befehle

source: Edit keyboard shortcuts
de: Tastaturkürzel bearbeiten

# CommandColon
source: Command:
de: Befehl:

# CtrlModifier
source: ^ CTRL
de: ^ STRG

# CtrlShiftPgUp
source: ^+{PgUp} CTRL SHIFT PAGE-UP
de: ^+{PgUp} STRG UMSCH BILD-HOCH

# EditShortcut
source: Edit keyboard shortcut
de: Tastaturkürzel bearbeiten

# EnableKeyboardShortcuts
source: Enable XL Toolbox keyboard shortcuts
de: Tastaturkürzel aktivieren

source: Example
de: Beispiel

source: Legend
de: Legende

# ModifierKeysColon
source: Modifier keys:
de: Hilfstasten:

# ShiftModifier
source: + SHIFT
de: + UMSCH

# ShortcutsHelp
source: More help on shortcuts (Microsoft website)
de: Mehr Informationen über Tastaturkürzel (Microsoft-Website)

# SpecialKeys
source: {F1}, {PgUp}, ... Special keys
de: {F1}, {PgUp}, ... Spezialtasten

source: (Invalid key sequence.)
de: (Ungültige Tastaturkombination.)

# DoYouWantToEnableLogging
source: Do you want to enable logging now?
de: Wollen Sie die technische Protokollierung jetzt aktivieren?

# DoYouWantToExamineLogs
source: Do want to examine the log files now?
de: Wollen Sie die Log-Datei jetzt ansehen?

# IfYouSuspect
source: If you suspect that this could have been caused by a malfunction of the add-in, you may want to turn on the technical logging. The log file contents may be helpful in troubleshooting the issue.
de: Wenn Sie glauben, ein Fehler in Daniel's XL Toolbox könnte die Ursache sein, schalten Sie bitte die technische Protokollierung (Log-Datei) ein. Das kann bei der Fehlersuche helfen.

# IncompleteShutdown
source: Incomplete shutdown detected
de: Excel wurde zuletzt nicht ordentlich beendet

# LoggingWasEnabled
source: You have already enabled logging. The log files may contain technical information that helps to identify the problem. Please consider sending the current log file to support@xltoolbox.net.
de: Sie haben ja schon die technische Protokollierung (Log-Datei) aktiviert. Die Log-Datei enthält möglicherweise Informationen, die für die Fehlersuche nützlich sind. Bitte senden Sie die Log-Datei doch an support@xltoolbox.net.

# XLToolboxNotShutDownProperly
source: It appears that the XL Toolbox add-in was not shut down properly.
de: Das XL-Toolbox-Addin ist beim letzten Mal nicht sauber beendet worden.

# CurrentLogColon
source: Current log:
de: Aktuelle Log-Datei:

source: Enable Logging
de: Protokollierung aktivieren

source: Edit legacy Toolbox preferences
de: Einstellungen der alten XL Toolbox bearbeiten

# LegacyPreferences
source: Legacy Toolbox preferences
de: Einstellungen der alten Toolbox-Funktionen

source: Logging
de: Technische Protokollierung

source: Settings and log folder
de: Ordner für Einstellungen und Logdateien

# SomeFeaturesAreContainedInLegacyAddin
source: Some of the XL Toolbox features still reside in the 'legacy' add-in (prior to version 7); you can access their preferences here.
de: Einige Funktionen stammen noch aus der alten Toolbox-Version (vor Version 7); ihre Einstellungen können Sie hier bearbeiten.

# TaskPaneWidth
source: Width of the task pane
de: Breite des Aufgabenbereichs

# TaskPaneWidthCannotBeAutomaticallySaved
source: It is technically not possible to automatically store the current width of the task pane during shutdown and restore it the next time. However, the initial value here always represents the current task pane width if the worksheet manager is open.
de: Es ist technisch nicht möglich, die momentane Breite des Aufgabenbereichs beim Herunterfahren automatisch zu speichern und beim nächsten Start wiederherzustellen. Allerdings ist der hier angegebene Wert immer die tatsächliche momentane Breite des Aufgabenbereichs, sofern der Aufgabenbereich sichtbar ist.

# ImageSizeMegaPixels
source: Image size: {0:0.00} megapixels/{1:0.00} MB uncompressed.
de: Bildgröße: {0:0.00} Megapixel/{1:0.00} MB unkomprimiert.

# UnableToAccessClipboard
source: Unable to access the windows clipboard, is another program using it? Error message: {0}
de: Das Betriebssystem gewährt keinen Zugriff auf die Zwischenablage; wird sie vielleicht von einem anderen Programm blockiert? Fehlermeldung: {0}

source: Export failed
de: Export fehlgeschlagen

# ExportFailedMessage
source: An error occurred during export. The following error message was received:
de: Beim Export ist ein Fehler aufgetreten. Fehlermeldung:

# CsvExportFailedMessage
source: An error occurred during CSV export. The following message was received:
de: Beim CSV-Export ist leider ein Fehler aufgetreten. Fehlermeldung:

# RestartForChangesToTakeEffect
source: You need to restart Excel for the changes to take full effect.
de: Sie müssen Excel neu starten, damit die Änderungen voll wirksam werden.

source: VSTO Runtime
de: VSTO-Laufzeit

# UpdateAvailableNotAuthorized
source: An update is available, but you do not appear to be authorized to install it. Please ask the administrator of your system to upgrade, or download the update from the website and install it manually.
de: Es ist ein Update verfügbar, aber Sie haben offenbar keine Berechtigung, es zu installieren. Bitte fragen Sie entweder den Administrator dieses Computers, oder laden Sie das Update von der Homepage herunter und installieren Sie es manuell.
