Repository: VB6Hobbyst7/XLToolbox
Catalog: XLToolboxForExcel/RibbonStrings.*.resx
Languages: de

# ButtonAboutLabel
source: About
de: Über

# ButtonAboutSupertip
source: Information about the XL Toolbox version, license, and credits
de: Informationen über Daniel's XL Toolbox inkl. Lizenz und Danksagungen

# ButtonAddSeriesLabel
source: Add Series
de: Datenreihen hinzufügen

# ButtonAddSeriesSupertip
source: Add several data series to the chart.
de: Mehrere Datenreihen hinzufügen

# ButtonAllocateLabel
source: Allocate
de: Stratifizieren

# ButtonAllocateSupertip
source: Allocate subjects to treatment groups with stratified characteristics, optionally with randomization.
de: Stratifiziert Testsubjekte in Gruppen.

# ButtonAnnotateLabel
source: Annotate
de: Beschriften

# ButtonAnnotateSupertip
source: Annotate the currently selected chart.
de: Fügt dem ausgewählten Graphen Beschriftungen hinzu

# ButtonAutomaticErrorBarsLabel
source: Auto Error Bars
de: Autom. Fehlerbalken

# ButtonAutomaticErrorBarsSupertip
source: Automatically set error bars on the currently selected chart.
de: Setzt automatisch Fehlerbalken in den ausgewählten Graphen

# ButtonChartDesignLabel
source: Chart Design
de: Graphdesign

# ButtonChartDesignSupertip
source: Apply simple, publication-ready designs to a chart.
de: Einfache Stile auf Graphen anwenden.

# ButtonCheckForUpdateSupertip
source: Checks if an update to the XL Toolbox addin is available.
de: Prüft, ob ein Update für das XL-Toolbox-Addin verfügbar ist.

# ButtonCheckForUpdateSupertipDisabled
source: This command is disabled because an update operation is pending.
de: Dieser Befehl ist derzeit nicht verfügbar, weil ein Update bereits heruntergeladen wurde.

# ButtonCopyChartLabel
source: Copy Chart Properties
de: Graph-Eigenschaften kopieren

# ButtonCopyChartSupertip
source: Copy some or all properties of the selected chart to one or many other charts.
de: Kopiert Eigenschaften des ausgewählten Diagramms auf andere Diagramme.

# ButtonCopyPageSetupLabel
source: Copy page setup
de: Layout kopieren

# ButtonCopyPageSetupSupertip
source: Copy the page setup (margins, header, footer) of the current worksheet to other sheets.
de: Kopiert das Seitenformat des aktuellen Tabellenblatts auf andere Tabellenblätter.

# ButtonCorrelationLabel
source: Correlation
de: Korrelation

# ButtonCorrelationSupertip
source: Perform Pearson's correlation analysis.
de: Pearson-Korrelation.

# ButtonDonateLabel
source: Donate
de: Spenden

# ButtonDonateSupertip
source: Make a voluntary payment if you find this add-in useful.
de: Leisten Sie eine freiwillige Zahlung ("Spende") für dieses Programm.

# ButtonExportBatchLabel
source: Batch export with settings...
de: Mehrfach-Export mit Einstellungen...

# ButtonExportBatchQuickLabel
source: Batch Export
de: Mehrfach-Export

# ButtonExportBatchQuickSupertip
source: Perform the last batch export again.
de: Mehrfach-Export erneut ausführen

# ButtonExportBatchSupertip
source: Export all graphical objects on this worksheet or in the current workbook using detailed settings.
de: Exportiert alle Diagramme und/oder graphische Objekte des aktuellen Tabellenblatts oder der gesamten Arbeitsmappe in Graphikdateien.

# ButtonExportScreenshotSupertip
source: Export the current selection in screenshot quality.
de: Exportiert die aktuelle Auswahl in Screenshot-Auflösung.

# ButtonExportSelectionLabel
source: Export with settings...
de: Exportieren mit Einstellungen...

# ButtonExportSelectionQuickLabel
source: Export selection
de: Auswahl exportieren

# ButtonExportSelectionQuickSupertip
source: Export the currently selected graphical object(s) using the last settings
de: Exportiert die aktuelle Auswahl mit den letzten Einstellungen

# ButtonExportSelectionSupertip
source: Export the currently selected graphical object(s) by indicating desired settings.
de: Exportiert die aktuelle Auswahl mit benutzerdefinierten Einstellungen.

# ButtonExportSettingsLabel
source: Settings
de: Einstellungen

# ButtonExportSettingsSupertip
source: View and edit settings for graphic export.
de: Export-Einstellungen bearbeiten

# ButtonFormulaBuilderLabel
source: Formula Builder
de: Formelgenerator

# ButtonFormulaBuilderSupertip
source: Build formulas for ranges with multiple groups of data.
de: Generiert Formeln für verteilte Daten.

# ButtonInteractiveErrorBarsLabel
source: Interactive Error Bars
de: Interaktive Fehlerbalken

# ButtonInteractiveErrorBarsSupertip
source: Set error bars on the selected chart in interactive mode.
de: Fehlerbalken interaktiv setzen

# ButtonLastErrorBarsLabel
source: ErrorBars
de: Fehlerbalken

# ButtonLastErrorBarsSupertip
source: Perform the last error bars operation on the currently selected chart.
de: Führt das letzte Fehlerbalken-Kommando auf dem ausgewählten Diagramm aus.

# ButtonLinearRegressionLabel
source: Linear Regression
de: Lineare Regression

# ButtonLinearRegressionSupertip
source: Perform linear regression analysis.
de: Lineare Regressionsanalyse durchführen

# ButtonMoveDataSeriesLeftLabel
source: Move Left
de: Nach links

# ButtonMoveDataSeriesLeftSupertip
source: Move the selected chart's data ranges one column to the left.
de: Verschiebt den Datenbereich des Diagramms um eine Spalte nach links

# ButtonMoveDataSeriesRightLabel
source: Move Right
de: Nach rechts

# ButtonMoveDataSeriesRightSupertip
source: Move the selected chart's data ranges one column to the right.
de: Verschiebt den Datenbereich des Diagramms um eine Spalte nach rechts

# ButtonMultiHistoLabel
source: Multi Histogram
de: Multi-Histogramm

# ButtonMultiHistoSupertip
source: Perform groupwise frequency analysis of data by combining one or multiple columns per group.
de: Führt eine Frequenzanalyse durch, wobei mehrere Spalten zu einer Gruppe kombiniert werden können.

# ButtonOpenCsvLabel
source: Open CSV...
de: CSV öffnen...

# ButtonOpenCsvSupertip
source: Open CSV file using the last import settings.
de: CSV-Datei mit den zuletzt verwendeten Einstellungen öffnen.

# ButtonOpenCsvWithParamsLabel
source: Open CSV with params...
de: CSV mit Einstellungen öffnen...

# ButtonOpenCsvWithParamsSupertip
source: Edit the parameters and open a CSV file.
de: Einstellungen für CSV-Dateien vor dem Öffnen bearbeiten

# ButtonOpenFromCellLabel
source: Open from cell
de: Aus Zelle öffnen

# ButtonOpenFromCellSupertip
source: Open the file determined by the file name in the selected cell, or jump to target defined in cell.
de: Öffnet die Datei, deren Dateiname und Pfad in der ausgewählten Tabellenzelle steht.

# ButtonPointChartLabel
source: Point Chart
de: Diagramm verweisen

# ButtonPointChartSupertip
source: Point the selected chart to a different worksheet, i.e. change the worksheet reference of all data series of this chart.
de: Ändert die Tabellenblatt-Referenz des ausgewählten Diagramms auf ein anderes Tabellenblatt.

# ButtonPrefsLabel
source: Preferences
de: Einstellungen des alten Add-ins

# ButtonPrefsSupertip
source: Change the XL Toolbox user preferences. (Legacy XL Toolbox.)
de: Die Einstellungen des alten Toolbox-Addins bearbeiten.

# ButtonQuitExcelLabel
source: Quit Excel
de: Excel beenden

# ButtonQuitExcelSupertip
source: Quit Excel, closing all workbooks with prompts to save changes.
de: Excel beenden und wahlweise alle offenen Dateien speichern, Änderungen verwerfen, oder bei jeder Datei nachfragen lassen.

# ButtonRepeatAnovaSupertip
source: Re-show the last ANOVA (1-way or 2-way).
de: Letztes ANOVA-Kommando wiederholen (einfaktoriell oder zweifaktoriell)

# ButtonSaveCsvLabel
source: Save CSV...
de: CSV speichern...

# ButtonSaveCsvRangeLabel
source: Range to CSV...
de: Auswahl nach CSV...

# ButtonSaveCsvRangeSupertip
source: Save the seleced range as a CSV file using the last export settings.
de: Speichert die Markierung in eine CSV-Datei.

# ButtonSaveCsvRangeWithParamsLabel
source: Range to CSV with params...
de: Auswahl nach CSV mit Einst. ...

# ButtonSaveCsvRangeWithParamsSupertip
source: Edit the parameters and save the current selection as a CSV file.
de: Speichert die Markierung in eine CSV-Datei, gibt zuvor Gelegenheit, die Einstellungen zu bearbeiten.

# ButtonSaveCsvSupertip
source: Save the current worksheet as a CSV file using the last export settings.
de: Speichert das ganze Tabellenblatt als CSV-Datei unter Verwendung der letzten Einstellungen.

# ButtonSaveCsvWithParamsLabel
source: Save CSV with params...
de: CSV mit Einst. speichern...

# ButtonSaveCsvWithParamsSupertip
source: Edit the parameters and save the current worksheet as a CSV file.
de: Speichert das ganze Tabellenblatt als CSV-Datei, gibt zuvor Gelegenheit, die Einstellungen zu bearbeiten.

# ButtonSelectAllShapesLabel
source: Select all shapes
de: Alle Graphiken auswählen

# ButtonSelectAllShapesSupertip
source: Select all graphical shapes and charts on the current worksheet.
de: Wählt alle Diagramme und Graphik-Elemente aus.

# ButtonSelectionAssistantLabel
source: Selection Wizard
de: Auswahl-Helfer

# ButtonSelectionAssistantSupertip
source: Quickly select patterns of cells.
de: Erleichert die Auswahl von Zellen mit einem Muster (z.B. jede zweite Spalte)

# ButtonSeriesBackwardLabel
source: Move Backward
de: Nach hinten

# ButtonSeriesBackwardSupertip
source: Move the selected chart series backward.
de: Verschiebt die ausgewählte Datenreihe nach hinten.

# ButtonSeriesForwardLabel
source: Move Forward
de: Nach vorne

# ButtonSeriesForwardSupertip
source: Move the selected chart series forward.
de: Verschiebt die ausgewählte Datenreihe nach vorne.

# ButtonSeriesToBackLabel
source: Move To Back
de: Hintergrund

# ButtonSeriesToBackSupertip
source: Move the selected chart series to the back.
de: Verschiebt die ausgewählte Datenreihe ganz nach hinten.

# ButtonSeriesToFrontLabel
source: Move To Front
de: Vordergrund

# ButtonSeriesToFrontSupertip
source: Move the selected chart series to the front.
de: Verschiebt die ausgewählte Datenreihe ganz nach vorne

# ButtonSheetListLabel
source: Worksheets
de: Arbeitsblätter

# ButtonSheetListSupertip
source: Manage worksheets.
de: Öffnet den Arbeitsblatt-Manager (Worksheet Manager).

# ButtonSpreadScatterLabel
source: Spread Scatter
de: Punktwolken verteilen

# ButtonSpreadScatterSupertip
source: Spread or jitter the dots of a technical scatter plot.
de: Zieht Punktwolken auseinander, so daß die Punkte sich nicht überlappen.

# ButtonTransposeWizardLabel
source: Transpose Wizard
de: Transponieren

# ButtonTransposeWizardSupertip
source: Perform complex tranpositions, e.g. data from microtiter plate analyses (PCR, ELISA etc.).
de: Führt komplexe Umarrangements von Daten durch, z.B. Meßergebnisse von Plate Readern oder PCR-Geräten; wahlweise mit Berechnung einer Standardkurve.

# ButtonWatermarkLabel
source: Watermark
de: Wasserzeichen

# ButtonWatermarkSupertip
source: Add or edit a watermark (small text) in the selected chart.
de: Fügt dem ausgewählten Diagramm ein Wasserzeichen hinzu oder bearbeitet es.

# GroupAnalysisLabel
source: Data Analysis
de: Datenanalyse

# GroupExportLabel
source: Graphic Export
de: Graphikexport

# GroupVisualizationLabel
source: Data Visualization
de: Visualisierung

# GroupWorkflowLabel
source: Work Flow
de: Arbeitserleichterungen

# MenuChartMiscLabel
source: Miscellaneous
de: Verschiedenes

# MenuChartSeriesLabel
source: Series
de: Serie

# MenuMiscAnalysesLabel
source: Miscellaneous
de: Verschiedenes
